Repository: rpm-software-management/libdnf-l10n
Catalog: dnf-4-master/*.po
Languages: ca, el, it

source: no value specified
ca: no s'ha especificat cap valor
el: δεν καθορίστηκε τιμή
it: nessun valore specificato

source: seconds value '%s' must not be negative
ca: el valor en segons de «%s» no ha de ser negatiu
el: η τιμή δευτερολέπτων '%s' δεν πρέπει να είναι αρνητική
it: il valore dei secondi '%s' non deve essere negativo

source: could not convert '%s' to bytes
ca: no s'ha pogut convertir «%s» a bytes
el: αδυναμία μετατροπής του '%s' σε bytes
it: non potevo convertire '%s'a byte

source: unknown unit '%s'
ca: unitat desconeguda «%s»
el: άγνωστη μονάδα '%s'
it: unità sconosciuta '%s'

source: invalid value
ca: valor no vàlid
el: μη έγκυρη τιμή
it: valore chiave/certificato non valido

source: value 1 is not allowed
ca: el valor 1 no es permet
el: η τιμή 1 δεν επιτρέπεται
it: value 1 non è un valore consentito

source: negative value is not allowed
ca: no es permet el valor negatiu
el: η αρνητική τιμή δεν επιτρέπεται
it: un valore negativo non è consentito

source: percentage '%s' is out of range
ca: el percentatge «%s» està fora de l'interval
el: το ποσοστό '%s' είναι εκτός ορίων
it: percentuale '%s' fuori scala

source: Configuration: OptionBinding with id "%s" does not exist
ca: Configuració: OptionBinding amb l'id "%s" no existeix
el: Ρύθμιση: Το OptionBinding με αναγνωριστικό "%s" δεν υπάρχει
it: Configurazione: OptionBinding with id "%s" non esiste

source: Configuration: OptionBinding with id "%s" already exists
ca: Configuració: OptionBinding amb l'id "%s" ja existeix
el: Ρύθμιση: Το OptionBinding με αναγνωριστικό "%s" υπάρχει ήδη
it: Configurazione: OptionBinding with id "%s" esiste già

source: invalid boolean value '%s'
ca: el valor booleà «%s» no és vàlid
el: μη έγκυρη τιμή boolean '%s'
it: valore booleano non valido '%s'

source: '%s' is not an allowed value
ca: «%s» no és un valor permès
el: η τιμή '%s' δεν επιτρέπεται
it: '%s' non è un valore ammesso

source: given value [%d] should be less than allowed value [%d].
ca: el valor donat [%d] hauria de ser més petit que el valor permès [%d].
el: η δοθείσα τιμή [%d] πρέπει να είναι μικρότερη από την επιτρεπόμενη τιμή [%d].
it: il valore fornito [%d] deve essere inferiore al valore ammesso [%d].

source: given value [%d] should be greater than allowed value [%d].
ca: el valor donat [%d] hauria de ser més gran que el valor permès [%d].
el: η δοθείσα τιμή [%d] πρέπει να είναι μεγαλύτερη από την επιτρεπόμενη τιμή [%d].
it: il valore fornito [%d] deve essere superiore al valore ammesso [%d].

source: given path '%s' is not absolute.
ca: el camí indicat «%s» no és absolut.
el: η δοθείσα διαδρομή '%s' δεν είναι απόλυτη.
it: il percorso fornito '%s' non è assoluto.

source: given path '%s' does not exist.
ca: el camí indicat «%s» no existeix.
el: η δοθείσα διαδρομή '%s' δεν υπάρχει.
it: il percorso fornito '%s' non esiste.

source: could not convert '%s' to seconds
ca: no s'ha pogut convertir «%s» a segons
el: αδυναμία μετατροπής του '%s' σε δευτερόλεπτα
it: non potevo convertire '%s'a secondi

source: GetValue(): Value not set
ca: GetValue(): Valor no establert
el: GetValue(): Η τιμή δεν έχει οριστεί
it: GetValue (): valore non impostato

source: Cannot enable more streams from module '%s' at the same time
ca: No es poden habilitar més fluxos del mòdul «%s» al mateix temps
el: Αδυναμία ταυτόχρονης ενεργοποίησης περισσότερων ροών από το άρθρωμα '%s'
it: Non è possibile abilitare contemporaneamente più stream per il modulo '%s'

source: Cannot enable module '%1$s' stream '%2$s': State of module already modified
ca: No es pot habilitar el mòdul «%1$s» flux «%2$s»: Estat del mòdul ja modificat
el: Αδυναμία ενεργοποίησης της ροής '%2$s' του αρθρώματος '%1$s': Η κατάσταση του αρθρώματος έχει ήδη τροποποιηθεί
it: Non è possibile abilitare lo stream '%2$s' per il modulo '%1$s': lo stato del modulo è già stato modificato

source: Modular dependency problem with Defaults: %s
ca: Problema de dependència modular amb els Valors Predeterminats: %s
el: Πρόβλημα αρθρωτής εξάρτησης με τις προεπιλογές (Defaults): %s
it: Problema di dipendenze modulari con i Default: %s

source: Modular dependency problem with the latest modules: %s
ca: Problema de dependència modular amb els últims mòduls: %s
el: Πρόβλημα αρθρωτής εξάρτησης με τα τελευταία αρθρώματα: %s
it: Problema di dipendenze modulari con gli ultimi moduli: %s

source: Modular dependency problem: %s
ca: Problema de dependència modular: %s
el: Πρόβλημα αρθρωτής εξάρτησης: %s
it: Problema di dipendenze modulari: %s

source: Unable to resolve argument '%s'
ca: No s'ha pogut resoldre l'argument «%s»
el: Αδυναμία επίλυσης του ορίσματος '%s'
it: Impossibile risolvere l'argomento '%s'

source: Only module name is required. Ignoring unneeded information in argument: '%s'
ca: Només es requereix el nom del mòdul. S'ignora la informació innecessària a l'argument: «%s»
el: Απαιτείται μόνο το όνομα του αρθρώματος. Αγνοούνται οι περιττές πληροφορίες στο όρισμα: '%s'
it: È richiesto solo il nome del modulo. Ignorando le informazioni non necessarie nell'argomento: '%s'

source: Cannot reset module '%s': State of module already modified
ca: No es pot restablir el mòdul «%s»: Estat del mòdul ja modificat
el: Αδυναμία επαναφοράς του αρθρώματος '%s': Η κατάσταση του αρθρώματος έχει ήδη τροποποιηθεί
it: Impossibile ripristinare il modulo '%s': stato del modulo già modificato

source: Cannot disable module '%s': State of module already modified
ca: No es pot desactivar el mòdul «%s»: Estat del mòdul ja modificat
el: Αδυναμία απενεργοποίησης του αρθρώματος '%s': Η κατάσταση του αρθρώματος έχει ήδη τροποποιηθεί
it: Impossibile disabilitare il modulo '%s': stato del modulo già modificato

source: No modular data available
ca: No hi ha dades modulars disponibles
el: Δεν υπάρχουν διαθέσιμα αρθρωτά δεδομένα
it: Nessun dato modulare disponibile

source: Ignoring unneeded information in argument: '%s'
ca: S'ignora la informació innecessària a l'argument: «%s»
el: Αγνόηση περιττών πληροφοριών στο όρισμα: '%s'
it: Ignorando le informazioni non necessarie nell'argomento: '%s'

source: Problem during enablement of dependency tree for module '%1$s' stream '%2$s': %3$s
ca: Problema durant l'habilitació de l'arbre de dependències per al mòdul «%1$s» flux «%2$s»: %3$s
el: Πρόβλημα κατά την ενεργοποίηση του δέντρου εξαρτήσεων για τη ροή '%2$s' του αρθρώματος '%1$s': %3$s
it: Problema durante l'abilitazione dell'albero delle dipendenze per il flusso '%2$s' del modulo '%1$s': %3$s

source: Problems appeared for module enable request:
ca: Han aparegut problemes per a la sol·licitud d'habilitació del mòdul:
el: Εμφανίστηκαν προβλήματα στο αίτημα ενεργοποίησης αρθρώματος:
it: Sono comparsi problemi per la richiesta di abilitazione del modulo:

source: No active module packages found for module spec '%s'
ca: No s'han trobat paquets de mòdul actius per a l'especificació del mòdul «%s»
el: Δεν βρέθηκαν ενεργά αρθρωτά πακέτα για την προδιαγραφή αρθρώματος '%s'
it: Nessun pacchetto di moduli attivi trovato per la specifica del modulo '%s'

source: Cannot install module '%s' from fail-safe repository
ca: No es pot instal·lar el mòdul «%s» des del dipòsit fail-safe
el: Αδυναμία εγκατάστασης του αρθρώματος '%s' από το αποθετήριο ασφαλείας (fail-safe)
it: Impossibile installare il modulo '%s' dal repository fail-safe

source: No profile found matching '%s'
ca: No s'ha trobat cap perfil coincident amb «%s»
el: Δεν βρέθηκε προφίλ που να αντιστοιχεί στο '%s'
it: Nessun profilo trovato corrispondente a '%s'

source: No match for package '%s' for module spec %s
ca: No hi ha coincidència per al paquet «%s» per a l'especificació del mòdul %s
el: Καμία αντιστοιχία για το πακέτο '%s' για την προδιαγραφή αρθρώματος %s
it: Nessuna corrispondenza per il pacchetto '%s' per la specifica del modulo %s

source: Problem during install for module '%1$s' stream '%2$s': %3$s
ca: Problema durant la instal·lació per al mòdul «%1$s» flux «%2$s»: %3$s
el: Πρόβλημα κατά την εγκατάσταση για τη ροή '%2$s' του αρθρώματος '%1$s': %3$s
it: Problema durante l'installazione per il flusso '%2$s' del modulo '%1$s': %3$s

source: Problems appeared for module install request:
ca: Han aparegut problemes per a la sol·licitud d'instal·lació del mòdul:
el: Εμφανίστηκαν προβλήματα στο αίτημα εγκατάστασης αρθρώματος:
it: Sono comparsi problemi per la richiesta di installazione del modulo:

source: Problems appeared for module reset request:
ca: Han aparegut problemes per a la sol·licitud de restabliment del mòdul:
el: Εμφανίστηκαν προβλήματα στο αίτημα επαναφοράς αρθρώματος:
it: Sono comparsi problemi per la richiesta di ripristino del modulo:

source: Problems appeared for module disable request:
ca: Han aparegut problemes per a la sol·licitud de desactivació del mòdul:
el: Εμφανίστηκαν προβλήματα στο αίτημα απενεργοποίησης αρθρώματος:
it: Sono comparsi problemi per la richiesta di disabilitazione del modulo:

source: The operation would result in switching of module '%s' stream '%s' to stream '%s'
ca: L'operació donaria com a resultat el canvi del mòdul «%s» flux «%s» al flux «%s»
el: Η λειτουργία θα είχε ως αποτέλεσμα την αλλαγή του αρθρώματος '%s' από τη ροή '%s' στη ροή '%s'
it: L'operazione comporterebbe il passaggio del modulo '%s' dallo stream '%s' allo stream '%s'

source: It is not possible to switch enabled streams of a module. It is recommended to remove all installed content from the module, and reset the module using 'microdnf module reset <module_name>' command. After you reset the module, you can install the other stream.
ca: No és possible canviar els fluxos habilitats d'un mòdul. Es recomana eliminar tot el contingut instal·lat del mòdul i restablir el mòdul utilitzant l'ordre «microdnf module reset <nom_mòdul>». Després de restablir el mòdul, podeu instal·lar l'altre flux.
el: Δεν είναι δυνατή η αλλαγή ενεργοποιημένων ροών ενός αρθρώματος. Συνιστάται η αφαίρεση όλου του εγκατεστημένου περιεχομένου από το άρθρωμα και η επαναφορά του χρησιμοποιώντας την εντολή 'microdnf module reset <module_name>'. Μετά την επαναφορά, μπορείτε να εγκαταστήσετε την άλλη ροή.
it: Non è possibile cambiare i flussi abilitati di un modulo. Si consiglia di rimuovere tutto il contenuto installato dal modulo e reimpostare il modulo utilizzando il comando 'microdnf module reset <nome_modulo>'. Dopo aver reimpostato il modulo, puoi installare l'altro flusso.

source: Could not depsolve transaction;
ca: No s'ha pogut resoldre la transacció de dependències;
el: Αδυναμία επίλυσης εξαρτήσεων της συναλλαγής·
it: Impossibile risolvere la transazione;

source: %i problem detected:
ca: s'ha detectat %i problema:
el: Εντοπίστηκε %i πρόβλημα:
it: %i problema rilevato:

source: Problem %1$i: %2$s
ca: Problema %1$i: %2$s
el: Πρόβλημα %1$i: %2$s
it: Problema %1$i: %2$s

source: Problem: %s
ca: Problema: %s
el: Πρόβλημα: %s
it: Problema: %s

source: No available modular metadata for modular package '%s'; cannot be installed on the system
ca: No hi ha metadades modulars disponibles per al paquet modular «%s»; no es pot instal·lar al sistema
el: Δεν υπάρχουν διαθέσιμα αρθρωτά μεταδεδομένα για το αρθρωτό πακέτο '%s'· δεν είναι δυνατή η εγκατάσταση στο σύστημα
it: Nessun metadato modulare disponibile per il pacchetto modulare '%s'; non si può installare sul sistema

source: signature does not verify for %s
ca: la signatura no es verifica per a %s
el: η υπογραφή δεν επαληθεύεται για το %s
it: la firma non verifica per %s

source: failed to open(generic error): %s
ca: s'ha produït un error en obrir (error genèric): %s
el: αποτυχία ανοίγματος (γενικό σφάλμα): %s
it: impossibile da aprire (errore generico): %s

source: failed to verify key for %s
ca: s'ha produït un error en verificar la clau per a %s
el: αποτυχία επαλήθευσης κλειδιού για το %s
it: impossibile verificare la chiave per %s

source: public key unavailable for %s
ca: clau pública no disponible per a %s
el: μη διαθέσιμο δημόσιο κλειδί για το %s
it: chiave pubblica non disponibile per %s

source: signature not found for %s
ca: no s'ha trobat la signatura per a %s
el: δεν βρέθηκε υπογραφή για το %s
it: firma non trovata per %s

source: failed to add reinstall element: %1$s [%2$i]
ca: s'ha produït un error en afegir l'element de reinstal·lació: %1$s [%2$i]
el: αποτυχία προσθήκης στοιχείου επανεγκατάστασης: %1$s [%2$i]
it: impossibile aggiungere l'elemento di reinstallazione: %1$s [%2$i]

source: failed to add install element: %1$s [%2$i]
ca: s'ha produït un error en afegir l'element d'instal·lació: %1$s [%2$i]
el: αποτυχία προσθήκης στοιχείου εγκατάστασης: %1$s [%2$i]
it: impossibile aggiungere l'elemento di installazione: %1$s [%2$i]

source: Error running transaction: %s
ca: Error en executar la transacció: %s
el: Σφάλμα κατά την εκτέλεση της συναλλαγής: %s
it: Errore durante l'esecuzione della transazione: %s

source: Error running transaction and no problems were reported!
ca: Error en executar la transacció i no s'han notificat problemes!
el: Σφάλμα κατά την εκτέλεση της συναλλαγής και δεν αναφέρθηκαν προβλήματα!
it: Errore durante l'esecuzione della transazione e non sono stati segnalati problemi!

source: Fatal error, run database recovery
ca: Error fatal, executeu la recuperació de la base de dades
el: Μοιραίο σφάλμα, εκτελέστε ανάκτηση της βάσης δεδομένων
it: Errore irreversibile, eseguire il ripristino del database

source: failed to find package %s
ca: no s'ha pogut trobar el paquet %s
el: αποτυχία εύρεσης του πακέτου %s
it: non è riuscito a trovare il pacchetto %s

source: could not add erase element %1$s(%2$i)
ca: no s'ha pogut afegir l'element d'esborrament %1$s(%2$i)
el: αδυναμία προσθήκης στοιχείου διαγραφής %1$s(%2$i)
it: impossibile aggiungere un elemento di cancellazione %1$s(%2$i)

source: repo_add_solv() has failed.
ca: repo_add_solv() ha fallat.
el: το repo_add_solv() απέτυχε.

source: Loading extension cache %s (%d) failed:
ca: S'ha produït un error en carregar la memòria cau d'extensió %s (%d):
el: Η φόρτωση της προσωρινής μνήμης επέκτασης %s (%d) απέτυχε:
it: Caricamento della cache dell'estensione %s (%d) non riuscito:

source: no %1$s string for %2$s
ca: no hi ha cap cadena %1$s per a %2$s
el: δεν υπάρχει συμβολοσειρά %1$s για το %2$s
it: nessuna stringa %1$s per %2$s

source: failed to open: %s
ca: s'ha produït un error en obrir: %s
el: αποτυχία ανοίγματος: %s
it: non è riuscito ad aprire: %s

source: cannot create temporary file: %s
ca: no es pot crear el fitxer temporal: %s
el: αδυναμία δημιουργίας προσωρινού αρχείου: %s
it: non è possibile creare un file temporaneo: %s

source: failed opening tmp file: %s
ca: s'ha produït un error en obrir el fitxer tmp: %s
el: αποτυχία ανοίγματος προσωρινού αρχείου: %s
it: errore durante l'apertura del file tmp: %s

source: While writing primary cache %s repowriter write failed: %i, error: %s
ca: Mentre s'escrivia la memòria cau primària %s, l'escriptura del repowriter ha fallat: %i, error: %s
el: Κατά την εγγραφή της κύριας προσωρινής μνήμης %s, η εγγραφή του repowriter απέτυχε: %i, σφάλμα: %s
it: Durante la scrittura del repowriter della cache primaria %s, scrittura non riuscita: %i, errore: %s

source: Failed closing tmp file %s: %s
ca: S'ha produït un error en tancar el fitxer temporal %s: %s
el: Αποτυχία κλεισίματος προσωρινού αρχείου %s: %s
it: Impossibile chiudere il file tmp %s: %s

source: Failed to use newly written primary cache: %s:
ca: S'ha produït un error en utilitzar la memòria cau primària recent escrita: %s:
el: Αποτυχία χρήσης της πρόσφατα εγγεγραμμένης κύριας προσωρινής μνήμης: %s:
it: Impossibile utilizzare la cache primaria appena scritta: %s:

source: Failed to use newly written primary cache: %s
ca: S'ha produït un error en utilitzar la memòria cau primària recent escrita: %s
el: Αποτυχία χρήσης της πρόσφατα εγγεγραμμένης κύριας προσωρινής μνήμης: %s
it: Impossibile utilizzare la cache primaria appena scritta: %s

source: can not create temporary file %s
ca: no es pot crear el fitxer temporal %s
el: αδυναμία δημιουργίας προσωρινού αρχείου %s
it: non è possibile creare un file temporaneo %s

source: While writing extension cache %s (%d): repowriter write failed: %i, error: %s
ca: Mentre s'escrivia la memòria cau d'extensió %s (%d): l'escriptura del repowriter ha fallat: %i, error: %s
el: Κατά την εγγραφή της προσωρινής μνήμης επέκτασης %s (%d): η εγγραφή του repowriter απέτυχε: %i, σφάλμα: %s
it: Durante la scrittura della cache dell'estensione %s (%d): scrittura del repowriter non riuscita: %i, errore: %s

source: While writing extension cache (%d): cannot close temporary file: %s
ca: Mentre s'escrivia la memòria cau d'extensió (%d): no es pot tancar el fitxer temporal: %s
el: Κατά την εγγραφή της προσωρινής μνήμης επέκτασης (%d): αδυναμία κλεισίματος προσωρινού αρχείου: %s
it: Durante la scrittura della cache dell'estensione (%d): impossibile chiudere il file temporaneo: %s

source: Failed to use newly written extension cache: %s (%d):
ca: S'ha produït un error en utilitzar la memòria cau d'extensió recent escrita: %s (%d):
el: Αποτυχία χρήσης της πρόσφατα εγγεγραμμένης προσωρινής μνήμης επέκτασης: %s (%d):
it: Impossibile utilizzare la cache dell'estensione appena scritta: %s (%d):

source: Failed to use newly written extension cache: %s (%d)
ca: S'ha produït un error en utilitzar la memòria cau d'extensió recent escrita: %s (%d)
el: Αποτυχία χρήσης της πρόσφατα εγγεγραμμένης προσωρινής μνήμης επέκτασης: %s (%d)
it: Impossibile utilizzare la cache delle estensioni appena scritte: %s (%d)

source: null repo md file
ca: fitxer md de dipòsit nul
el: κενό αρχείο μεταδεδομένων αποθετηρίου (repo md)
it: file repo md null

source: can not read file %1$s: %2$s
ca: no es pot llegir el fitxer %1$s: %2$s
el: αδυναμία ανάγνωσης αρχείου %1$s: %2$s
it: non posso leggere il file %1$s: %2$s

source: While loading repository failed to use %s:
ca: Mentre es carregava el dipòsit, s'ha fallat d'utilitzar %s:
el: Κατά τη φόρτωση του αποθετηρίου, απέτυχε η χρήση του %s:
it: Durante il caricamento del repository non è stato possibile utilizzare %s:

source: loading of MD_TYPE_PRIMARY has failed.
ca: ha fallat la càrrega de MD_TYPE_PRIMARY.
el: η φόρτωση του MD_TYPE_PRIMARY απέτυχε.
it: il caricamento di MD_TYPE_PRIMARY non è riuscito.

source: Opening repository primary data has failed: %s
ca: L'obertura de les dades primàries del dipòsit ha fallat: %s
el: Το άνοιγμα των κύριων δεδομένων του αποθετηρίου απέτυχε: %s
it: L'apertura dei dati primari del repository non è riuscita: %s

source: Loading repomd has failed: %s
ca: La càrrega de repomd ha fallat: %s
el: Η φόρτωση του repomd απέτυχε: %s
it: Il caricamento del suggerimento non è riuscito: %s

source: Loading primary has failed: %s
ca: La càrrega del primari ha fallat: %s
el: Η φόρτωση του primary απέτυχε: %s
it: Il caricamento del primario non è riuscito: %s

source: failed to auto-detect architecture
ca: s'ha produït un error en detectar automàticament l'arquitectura
el: αποτυχία αυτόματης ανίχνευσης αρχιτεκτονικής
it: non è riuscito a rilevare automaticamente l'architettura

source: failed creating cachedir %s
ca: s'ha produït un error en crear el directori de memòria cau %s
el: αποτυχία δημιουργίας καταλόγου προσωρινής μνήμης (cachedir) %s
it: non è riuscito a creare cache %s

source: failed loading RPMDB
ca: s'ha produït un error en carregar RPMDB
el: αποτυχία φόρτωσης RPMDB
it: errore durante il caricamento di RPMDB

source: No module defaults found: %s
ca: No s'han trobat valors predeterminats del mòdul: %s
el: Δεν βρέθηκαν προεπιλογές αρθρώματος: %s
it: Nessun modulo predefinito trovato: %s

source: percentage not 100: %i
ca: el percentatge no és 100: %i
el: το ποσοστό δεν είναι 100: %i
it: percentuale non 100: %i

source: failed to set number steps: %i
ca: s'ha produït un error en establir el nombre de passos: %i
el: αποτυχία ορισμού αριθμού βημάτων: %i
it: impossibile impostare i passaggi numerici: %i

source: cancelled by user action
ca: cancel·lat per l'acció de l'usuari
el: ακυρώθηκε από ενέργεια του χρήστη
it: annullato dall'azione dell'utente

source: done on a state %1$p that did not have a size set! [%2$s]
ca: fet en un estat %1$p que no tenia una mida establerta! [%2$s]
el: ολοκληρώθηκε σε μια κατάσταση %1$p που δεν είχε ορισμένο μέγεθος! [%2$s]
it: fatto su uno stato %1$p che non aveva un set di dimensioni! [%2$s]

source: already at 100%% state [%s]
ca: ja a l'estat 100%% [%s]
el: ήδη σε κατάσταση 100%% [%s]
it: già al 100 %% stato [%s]

source: Sources not set when trying to ensure package %s
ca: Les fonts no estan establertes quan s'intenta assegurar el paquet %s
el: Οι πηγές δεν έχουν οριστεί κατά την προσπάθεια διασφάλισης του πακέτου %s
it: Fonti non impostate quando si cerca di garantire il pacchetto %s

source: Failed to ensure %1$s as repo %2$s not found(%3$i repos loaded)
ca: S'ha fallat d'assegurar %1$s ja que no s'ha trobat el dipòsit %2$s (%3$i dipòsits carregats)
el: Αποτυχία διασφάλισης του %1$s καθώς το αποθετήριο %2$s δεν βρέθηκε (%3$i αποθετήρια φορτώθηκαν)
it: Non è stato possibile garantire %1$s come repo %2$s non trovato(%3$i repository caricati)

source: Failed to check untrusted:
ca: S'ha fallat de comprovar no fiable:
el: Αποτυχία ελέγχου μη έμπιστων:
it: Impossibile verificare la mancanza di fiducia:

source: Downloaded file for %s not found
ca: No s'ha trobat el fitxer descarregat per a %s
el: Το ληφθέν αρχείο για το %s δεν βρέθηκε
it: File scaricato per %s non trovato

source: package %1$s cannot be verified and repo %2$s is GPG enabled: %3$s
ca: el paquet %1$s no es pot verificar i el dipòsit %2$s té GPG habilitat: %3$s
el: το πακέτο %1$s δεν μπορεί να επαληθευτεί και το αποθετήριο %2$s έχει ενεργοποιημένο GPG: %3$s
it: pacchetto %1$s non può essere verificato e repo %2$s è abilitato per GPG: %3$s

source: Failed to get value for CacheDir
ca: S'ha fallat d'obtenir el valor per a CacheDir
el: Αποτυχία λήψης τιμής για το CacheDir
it: Impossibile ottenere valore per CacheDir

source: Failed to get filesystem free size for %s:
ca: S'ha fallat d'obtenir la mida lliure del sistema de fitxers per a %s:
el: Αποτυχία λήψης ελεύθερου μεγέθους συστήματος αρχείων για το %s:
it: Impossibile ottenere dimensioni del file system libere per %s:

source: Failed to get filesystem free size for %s
ca: S'ha fallat d'obtenir la mida lliure del sistema de fitxers per a %s
el: Αποτυχία λήψης ελεύθερου μεγέθους συστήματος αρχείων για το %s
it: Impossibile ottenere dimensioni del file system libere per %s

source: Not enough free space in %1$s: needed %2$s, available %3$s
ca: No hi ha prou espai lliure a %1$s: calen %2$s, disponibles %3$s
el: Ανεπαρκής ελεύθερος χώρος στο %1$s: απαιτούνται %2$s, διαθέσιμα %3$s
it: Spazio libero insufficiente in %1$s: necessario %2$s, a disposizione %3$s

source: failed to set root
ca: no s'ha pogut establir l'arrel
el: αποτυχία ορισμού root
it: impossibile impostare la radice

source: Error %i running transaction test
ca: Error %i en executar la prova de transacció
el: Σφάλμα %i κατά την εκτέλεση δοκιμής συναλλαγής
it: Errore %i eseguire il test delle transazioni

source: Error %i opening rpm database
ca: Error %i en obrir la base de dades rpm
el: Σφάλμα %i κατά το άνοιγμα της βάσης δεδομένων rpm
it: Errore %i nell'apertura del database RPM

source: The rpmdbCookie() function did not return cookie of rpm database.
ca: La funció rpmdbCookie() no ha retornat la galeta de la base de dades rpm.
el: Η συνάρτηση rpmdbCookie() δεν επέστρεψε το αναγνωριστικό (cookie) της βάσης δεδομένων rpm.
it: La funzione rpmdbCookie() non ha restituito il cookie del database RPM.

source: Error %i running transaction
ca: Error %i en executar la transacció
el: Σφάλμα %i κατά την εκτέλεση συναλλαγής
it: Errore %i transazione in corso
