Repository: rpm-software-management/libdnf-l10n
Catalog: dnf-4-master/*.po
Languages: ca, el, it

source: Transaction did not go to writing phase, but returned no error(%i)
ca: La transacció no ha anat a la fase d'escriptura, però no ha retornat cap error (%i)
el: Η συναλλαγή δεν προχώρησε στη φάση εγγραφής, αλλά δεν επέστρεψε σφάλμα(%i)
it: La transazione non è andata in fase di scrittura, ma non ha restituito alcun errore (%i)

source: cannot open directory %1$s: %2$s
ca: no es pot obrir el directori %1$s: %2$s
el: αδυναμία ανοίγματος καταλόγου %1$s: %2$s
it: impossibile aprire la directory %1$s: %2$s

source: failed to remove %s
ca: s'ha produït un error en eliminar %s
el: αποτυχία αφαίρεσης του %s
it: non è riuscito a rimuovere %s

source: Ill-formed Selector, presence of multiple match objects in the filter
ca: Selector mal format, presència de múltiples objectes de coincidència al filtre
el: Κακοσχηματισμένος Επιλογέας (Selector), παρουσία πολλαπλών αντικειμένων αντιστοίχισης στο φίλτρο
it: Selettore dal formato non valido, presenza di più oggetti di corrispondenza nel filtro

source: Ill-formed Selector used for the operation, incorrect comparison type
ca: Selector mal format utilitzat per a l'operació, tipus de comparació incorrecte
el: Χρησιμοποιήθηκε κακοσχηματισμένος Επιλογέας για τη λειτουργία, εσφαλμένος τύπος σύγκρισης
it: Selettore non valido utilizzato per l'operazione, tipo di confronto errato

source: %s from %s does not belong to a distupgrade repository
ca: %s de %s no pertany a un dipòsit distupgrade
el: το %s από το %s δεν ανήκει σε αποθετήριο αναβάθμισης διανομής (distupgrade)
it: %s da %s non appartiene a un repository di disupgrade

source: %s from %s has inferior architecture
ca: %s de %s té una arquitectura inferior
el: το %s από το %s έχει κατώτερη αρχιτεκτονική
it: %s di %s ha un'architettura inferiore

source: problem with installed package
ca: problema amb el paquet instal·lat
el: πρόβλημα με το εγκατεστημένο πακέτο
it: problema con il pacchetto installato

source: conflicting requests
ca: sol·licituds conflictives
el: συγκρουόμενα αιτήματα
it: richieste contrastanti

source: unsupported request
ca: sol·licitud no compatible
el: μη υποστηριζόμενο αίτημα
it: richiesta non supportata

source: nothing provides requested
ca: res no proporciona el sol·licitat
el: τίποτα δεν παρέχει το ζητούμενο
it: nulla fornisce richiesto

source: package %s does not exist
ca: el paquet %s no existeix
el: το πακέτο %s δεν υπάρχει
it: il pacchetto %s non esiste

source: is provided by the system
ca: és proporcionat pel sistema
el: παρέχεται από το σύστημα
it: è fornito dal sistema

source: some dependency problem
ca: algun problema de dependència
el: κάποιο πρόβλημα εξάρτησης
it: qualche problema di dipendenza

source: cannot install the best update candidate for package
ca: no es pot instal·lar el millor candidat d'actualització per al paquet
el: αδυναμία εγκατάστασης του καλύτερου υποψηφίου ενημέρωσης για το πακέτο
it: non è possibile installare il miglior candidato all'aggiornamento per il pacchetto

source: cannot install the best candidate for the job
ca: no es pot instal·lar el millor candidat per a la feina
el: αδυναμία εγκατάστασης του καλύτερου υποψηφίου για την εργασία
it: non è possibile installare il miglior candidato per il lavoro

source: package %s from %s is filtered out by modular filtering
ca: el paquet %s de %s està filtrat pel filtratge modular
el: το πακέτο %s από το %s έχει αποκλειστεί από το αρθρωτό φιλτράρισμα
it: il pacchetto %s di %s è stato filtrato tramite filtro modulare

source: package %s from %s does not have a compatible architecture
ca: el paquet %s de %s no té una arquitectura compatible
el: το πακέτο %s από το %s δεν έχει συμβατή αρχιτεκτονική
it: il pacchetto %s di %s non ha un'architettura compatibile

source: package %s from %s is not installable
ca: el paquet %s de %s no és instal·lable
el: το πακέτο %s από το %s δεν μπορεί να εγκατασταθεί
it: il pacchetto %s da %s non è installabile

source: package %s from %s is filtered out by exclude filtering
ca: el paquet %s de %s està filtrat pel filtratge d'exclusió
el: το πακέτο %s από το %s έχει αποκλειστεί από το φιλτράρισμα εξαιρέσεων
it: il pacchetto %s da %s è stato filtrato escludendo il filtro

source: nothing provides %s needed by %s from %s
ca: res no proporciona %s necessari per %s de %s
el: τίποτα δεν παρέχει το %s που απαιτείται από το %s από το %s
it: nulla fornisce %s necessario a %s da %s

source: cannot install both %s from %s and %s from %s
ca: no es poden instal·lar alhora %s de %s i %s de %s
el: αδυναμία ταυτόχρονης εγκατάστασης του %s από το %s και του %s από το %s
it: impossibile installare sia %s da %s che %s da %s

source: package %s from %s conflicts with %s provided by %s from %s
ca: el paquet %s de %s entra en conflicte amb %s proporcionat per %s de %s
el: το πακέτο %s από το %s συγκρούεται με το %s που παρέχεται από το %s από το %s
it: il pacchetto %s di %s è in conflitto con %s fornito da %s di %s

source: package %s from %s obsoletes %s provided by %s from %s
ca: el paquet %s de %s fa obsolet %s proporcionat per %s de %s
el: το πακέτο %s από το %s αντικαθιστά το %s που παρέχεται από το %s από το %s
it: il pacchetto %s di %s è obsoleto %s fornito da %s di %s

source: installed package %s obsoletes %s provided by %s from %s
ca: el paquet instal·lat %s fa obsolet %s proporcionat per %s de %s
el: το εγκατεστημένο πακέτο %s αντικαθιστά το %s που παρέχεται από το %s από το %s
it: il pacchetto installato %s è obsoleto %s fornito da %s da %s

source: package %s from %s implicitly obsoletes %s provided by %s from %s
ca: el paquet %s de %s fa obsolet implícitament %s proporcionat per %s de %s
el: το πακέτο %s από το %s αντικαθιστά έμμεσα το %s που παρέχεται από το %s από το %s
it: il pacchetto %s di %s rende implicitamente obsoleto %s fornito da %s di %s

source: package %s from %s requires %s, but none of the providers can be installed
ca: el paquet %s de %s requereix %s, però cap dels proveïdors es pot instal·lar
el: το πακέτο %s από το %s απαιτεί το %s, αλλά κανένας από τους παρόχους δεν μπορεί να εγκατασταθεί
it: il pacchetto %s da %s richiede %s, ma nessuno dei provider può essere installato

source: package %s from %s conflicts with %s provided by itself
ca: el paquet %s de %s entra en conflicte amb %s proporcionat per ell mateix
el: το πακέτο %s από το %s συγκρούεται με το %s που παρέχεται από το ίδιο
it: il pacchetto %s di %s è in conflitto con %s fornito dallo stesso

source: both package %s from %s and %s from %s obsolete %s
ca: tant el paquet %s de %s com %s de %s fan obsolet %s
el: τα πακέτα %s από το %s και %s από το %s αντικαθιστούν και τα δύο το %s
it: entrambi i pacchetti %s da %s e %s da %s sono obsoleti %s

source: problem with installed module
ca: problema amb el mòdul instal·lat
el: πρόβλημα με το εγκατεστημένο άρθρωμα
it: problema con il modulo installato

source: module %s does not exist
ca: el mòdul %s no existeix
el: το άρθρωμα %s δεν υπάρχει
it: il modulo %s non esiste

source: cannot install the best update candidate for module
ca: no es pot instal·lar el millor candidat d'actualització per al mòdul
el: αδυναμία εγκατάστασης του καλύτερου υποψηφίου ενημέρωσης για το άρθρωμα
it: non è possibile installare il miglior candidato all'aggiornamento per il modulo

source: module %s from %s is disabled
ca: el mòdul %s de %s està desactivat
el: το άρθρωμα %s από το %s είναι απενεργοποιημένο
it: il modulo %s da %s è disabilitato

source: module %s from %s does not have a compatible architecture
ca: el mòdul %s de %s no té una arquitectura compatible
el: το άρθρωμα %s από το %s δεν έχει συμβατή αρχιτεκτονική
it: il modulo %s di %s non ha un'architettura compatibile

source: module %s from %s is not installable
ca: el mòdul %s de %s no és instal·lable
el: το άρθρωμα %s από το %s δεν μπορεί να εγκατασταθεί
it: il modulo %s da %s non è installabile

source: nothing provides %s needed by module %s from %s
ca: res no proporciona %s necessari pel mòdul %s de %s
el: τίποτα δεν παρέχει το %s που απαιτείται από το άρθρωμα %s από το %s
it: nulla fornisce %s necessario al modulo %s da %s

source: cannot install both modules %s from %s and %s from %s
ca: no es poden instal·lar alhora els mòduls %s de %s i %s de %s
el: αδυναμία ταυτόχρονης εγκατάστασης των αρθρωμάτων %s από το %s και %s από το %s
it: impossibile installare entrambi i moduli %s da %s e %s da %s

source: module %s from %s conflicts with %s provided by %s from %s
ca: el mòdul %s de %s entra en conflicte amb %s proporcionat per %s de %s
el: το άρθρωμα %s από το %s συγκρούεται με το %s που παρέχεται από το %s από το %s
it: il modulo %s di %s è in conflitto con %s fornito da %s di %s

source: module %s from %s obsoletes %s provided by %s from %s
ca: el mòdul %s de %s fa obsolet %s proporcionat per %s de %s
el: το άρθρωμα %s από το %s αντικαθιστά το %s που παρέχεται από το %s από το %s
it: il modulo %s di %s è obsoleto %s fornito da %s di %s

source: installed module %s obsoletes %s provided by %s from %s
ca: el mòdul instal·lat %s fa obsolet %s proporcionat per %s de %s
el: το εγκατεστημένο άρθρωμα %s αντικαθιστά το %s που παρέχεται από το %s από το %s
it: il modulo installato %s obsoleto %s fornito da %s da %s

source: module %s from %s implicitly obsoletes %s provided by %s from %s
ca: el mòdul %s de %s fa obsolet implícitament %s proporcionat per %s de %s
el: το άρθρωμα %s από το %s αντικαθιστά έμμεσα το %s που παρέχεται από το %s από το %s
it: il modulo %s di %s rende implicitamente obsoleto %s fornito da %s di %s

source: module %s from %s requires %s, but none of the providers can be installed
ca: el mòdul %s de %s requereix %s, però cap dels proveïdors es pot instal·lar
el: το άρθρωμα %s από το %s απαιτεί το %s, αλλά κανένας από τους παρόχους δεν μπορεί να εγκατασταθεί
it: il modulo %s di %s richiede %s, ma nessuno dei provider può essere installato

source: module %s from %s conflicts with %s provided by itself
ca: el mòdul %s de %s entra en conflicte amb %s proporcionat per ell mateix
el: το άρθρωμα %s από το %s συγκρούεται με το %s που παρέχεται από το ίδιο
it: il modulo %s di %s è in conflitto con %s fornito da solo

source: both module %s from %s and %s from %s obsolete %s
ca: tant el mòdul %s de %s com %s de %s fan obsolet %s
el: τα αρθρώματα %s από το %s και %s από το %s αντικαθιστούν και τα δύο το %s
it: entrambi i moduli %s di %s e %s di %s sono obsoleti %s

source: no solver set
ca: cap solucionador establert
el: δεν έχει οριστεί επιλύτης (solver)
it: nessun set di risolutori

source: failed to make %s absolute
ca: s'ha fallat de fer %s absolut
el: αποτυχία μετατροπής του %s σε απόλυτη διαδρομή
it: impossibile rendere %s assoluto

source: failed writing debugdata to %1$s: %2$s
ca: s'ha fallat d'escriure dades de depuració a %1$s: %2$s
el: αποτυχία εγγραφής δεδομένων αποσφαλμάτωσης (debugdata) στο %1$s: %2$s
it: scrittura dei dati di debug su %1$s: %2$s non riuscita

source: no solv in the goal
ca: no hi ha solv a l'objectiu
el: δεν υπάρχει solv στον στόχο (goal)
it: nessuna soluzione nell'obiettivo

source: no solution, cannot remove protected package
ca: no hi ha cap solució, no es pot eliminar el paquet protegit
el: καμία λύση, αδυναμία αφαίρεσης προστατευμένου πακέτου
it: nessuna soluzione, impossibile rimuovere il pacchetto protetto

source: no solution possible
ca: no hi ha cap solució possible
el: δεν υπάρχει δυνατή λύση
it: nessuna soluzione possibile

source: Problem:
ca: Problema:
el: Πρόβλημα:
it: Problema:

source: Problem %d:
ca: Problema %d:
el: Πρόβλημα %d:
it: Problema %d:

source: The operation would result in removing the following protected packages:
ca: L'operació donaria com a resultat l'eliminació dels següents paquets protegits:
el: Η λειτουργία θα είχε ως αποτέλεσμα την αφαίρεση των ακόλουθων προστατευμένων πακέτων:
it: L'operazione comporterebbe la rimozione dei seguenti pacchetti protetti:

source: The operation would result in broken dependencies for the following protected packages:
el: Η λειτουργία θα είχε ως αποτέλεσμα κατεστραμμένες εξαρτήσεις για τα ακόλουθα προστατευμένα πακέτα:

source: Libsolv's solv_toolversion is: %zu long but we expect max of: %zu
ca: solv_toolversion de Libsolv és: %zu de llarg però esperem un màxim de: %zu
el: Το solv_toolversion της Libsolv είναι: %zu χαρακτήρες αλλά αναμένουμε μέγιστο: %zu
it: La versione solv_toolversion di Libsolv è: %zu long ma ci aspettiamo un massimo di: %zu

source: Failed renaming %1$s to %2$s: %3$s
ca: S'ha fallat de canviar el nom de %1$s a %2$s: %3$s
el: Αποτυχία μετονομασίας του %1$s σε %2$s: %3$s
it: Impossibile rinominare %1$s in %2$s: %3$s

source: Failed setting perms on %1$s: %2$s
ca: S'ha fallat d'establir permisos a %1$s: %2$s
el: Αποτυχία ορισμού δικαιωμάτων στο %1$s: %2$s
it: Impossibile impostare i permessi su %1$s: %2$s

source: cannot create directory %1$s: %2$s
ca: no es pot crear el directori %1$s: %2$s
el: αδυναμία δημιουργίας καταλόγου %1$s: %2$s
it: impossibile creare la directory %1$s: %2$s

source: cannot stat path %1$s: %2$s
ca: no es pot fer stat al camí %1$s: %2$s
el: αδυναμία εκτέλεσης stat στη διαδρομή %1$s: %2$s
it: impossibile creare il percorso %1$s: %2$s

source: Invalid format of Platform module: %s
ca: Format del mòdul Plataforma no vàlid: %s
el: Μη έγκυρη μορφή του αρθρώματος Πλατφόρμας: %s
it: Formato non valido del modulo della piattaforma: %s

source: Multiple module platforms provided by available packages
ca: Múltiples plataformes de mòduls proporcionades pels paquets disponibles
el: Πολλαπλές πλατφόρμες αρθρωμάτων παρέχονται από τα διαθέσιμα πακέτα
it: Piattaforme a moduli multipli fornite dai pacchetti disponibili

source: Multiple module platforms provided by installed packages
ca: Múltiples plataformes de mòduls proporcionades pels paquets instal·lats
el: Πολλαπλές πλατφόρμες αρθρωμάτων παρέχονται από τα εγκατεστημένα πακέτα
it: Piattaforme a moduli multipli fornite dai pacchetti installati

source: Detection of Platform Module in %s failed: %s
ca: La detecció del mòdul Plataforma a %s ha fallat: %s
el: Η ανίχνευση του αρθρώματος Πλατφόρμας στο %s απέτυχε: %s
it: Rilevamento del modulo della piattaforma in %s non riuscito: %s

source: Missing PLATFORM_ID in %s
ca: Manca PLATFORM_ID a %s
el: Λείπει το PLATFORM_ID στο %s
it: PLATFORM_ID mancante in %s

source: No valid Platform ID detected
ca: No s'ha detectat cap ID de Plataforma vàlid
el: Δεν ανιχνεύθηκε έγκυρο Platform ID
it: Nessun ID piattaforma valido rilevato

source: Cannot enable multiple streams for module '%s'
ca: No es poden habilitar múltiples fluxos per al mòdul «%s»
el: Αδυναμία ενεργοποίησης πολλαπλών ροών (streams) για το άρθρωμα '%s'
it: Impossibile abilitare più flussi per il modulo '%s'

source: Conflicting defaults with repo '%s': %s
ca: Valors predeterminats en conflicte amb el dipòsit «%s»: %s
el: Συγκρουόμενες προεπιλογές με το αποθετήριο '%s': %s
it: Impostazioni predefinite in conflitto con il repository '%s': %s

source: Installing module profiles:
ca: S'estan instal·lant els perfils del mòdul:
el: Εγκατάσταση προφίλ αρθρωμάτων:
it: Installazione dei profili dei moduli:

source: Disabling module profiles:
ca: S'estan desactivant els perfils del mòdul:
el: Απενεργοποίηση προφίλ αρθρωμάτων:
it: Disabilitare i profili dei moduli:

source: Enabling module streams:
ca: S'estan habilitant els fluxos del mòdul:
el: Ενεργοποίηση ροών αρθρωμάτων:
it: Abilitazione degli stream dei moduli:

source: Switching module streams:
ca: S'estan canviant els fluxos del mòdul:
el: Αλλαγή ροών αρθρωμάτων:
it: Cambio dei flussi dei moduli:

source: Disabling modules:
ca: S'estan desactivant els mòduls:
el: Απενεργοποίηση αρθρωμάτων:
it: Disabilitazione dei moduli:

source: Resetting modules:
ca: S'estan restablint els mòduls:
el: Επαναφορά αρθρωμάτων:
it: Ripristino dei moduli:

source: Unable to load modular Fail-Safe data at '%s'
ca: No s'han pogut carregar les dades modulars Fail-Safe a «%s»
el: Αδυναμία φόρτωσης αρθρωτών δεδομένων ασφαλείας (Fail-Safe) στο '%s'
it: Impossibile caricare i dati Fail-Safe modulari su '%s'

source: Unable to load modular Fail-Safe data for module '%s:%s'
ca: No s'han pogut carregar les dades modulars Fail-Safe per al mòdul «%s:%s»
el: Αδυναμία φόρτωσης αρθρωτών δεδομένων ασφαλείας για το άρθρωμα '%s:%s'
it: Impossibile caricare i dati Fail-Safe modulari per il modulo '%s:%s'

source: Unable to create directory "%s" for modular Fail Safe data: %s
ca: No s'ha pogut crear el directori "%s" per a les dades modulars Fail Safe: %s
el: Αδυναμία δημιουργίας καταλόγου "%s" για τα αρθρωτά δεδομένα ασφαλείας: %s
it: Impossibile creare la directory "%s" per i dati Fail Safe modulari: %s

source: Unable to save a modular Fail Safe data to '%s'
ca: No s'ha pogut desar una dada modular Fail Safe a «%s»
el: Αδυναμία αποθήκευσης αρθρωτών δεδομένων ασφαλείας στο '%s'
it: Impossibile salvare i dati Fail Safe modulari in '%s'

source: Unable to remove a modular Fail Safe data in '%s'
ca: No s'ha pogut eliminar una dada modular Fail Safe a «%s»
el: Αδυναμία αφαίρεσης αρθρωτών δεδομένων ασφαλείας στο '%s'
it: Impossibile rimuovere i dati Fail Safe modulari in '%s'

source: Unable to apply modular obsoletes to '%s:%s' because target module '%s' is disabled
ca: No es poden aplicar els obsolets modulars a «%s:%s» perquè el mòdul de destinació «%s» està desactivat
el: Αδυναμία εφαρμογής αρθρωτών αντικαταστάσεων στο '%s:%s' επειδή το άρθρωμα στόχος '%s' είναι απενεργοποιημένο
it: Impossibile applicare moduli obsoleti a '%s:%s' perché il modulo di destinazione '%s' è disabilitato

source: Failed to update from string: %s
ca: S'ha fallat d'actualitzar des de el text: %s
el: Αποτυχία ενημέρωσης από συμβολοσειρά: %s
it: Impossibile aggiornare dalla stringa: %s

source: Failed to resolve: %s
ca: S'ha fallat de resoldre: %s
el: Αποτυχία επίλυσης: %s
it: Impossibile risolvere: %s

source: There were errors while resolving modular defaults: %s
ca: Hi ha hagut errors mentre es resolien els valors predeterminats modulars: %s
el: Προέκυψαν σφάλματα κατά την επίλυση αρθρωτών προεπιλογών: %s
it: Si sono verificati errori durante la risoluzione delle impostazioni predefinite modulari: %s

source: Failed to upgrade defaults: %s
ca: S'ha fallat d'actualitzar els valors predeterminats: %s
el: Αποτυχία αναβάθμισης προεπιλογών: %s
it: Impossibile aggiornare le impostazioni predefinite: %s

source: Failed to upgrade streams: %s
ca: S'ha fallat d'actualitzar els fluxos: %s
el: Αποτυχία αναβάθμισης ροών: %s
it: Impossibile aggiornare i flussi: %s

source: Cannot retrieve module obsoletes because no stream matching %s: %s
ca: No es poden recuperar els obsolets del mòdul perquè no hi ha cap flux coincident amb %s: %s
el: Αδυναμία ανάκτησης αντικαταστάσεων αρθρώματος επειδή δεν υπάρχει ροή που να αντιστοιχεί στο %s: %s
it: Impossibile recuperare i moduli obsoleti perché nessun flusso corrispondente a %s: %s

source: Can't load shared library "%s": %s
ca: No es pot carregar la biblioteca compartida "%s": %s
el: Αδυναμία φόρτωσης κοινόχρηστης βιβλιοθήκης "%s": %s
it: Impossibile caricare la libreria condivisa "%s": %s

source: Can't obtain address of symbol "%s": %s
ca: No es pot obtenir l'adreça del símbol "%s": %s
el: Αδυναμία λήψης διεύθυνσης του συμβόλου "%s": %s
it: Impossibile ottenere l'indirizzo del simbolo "%s": %s

source: Loading plugin file="%s"
ca: S'està carregant el fitxer de connector="%s"
el: Φόρτωση πρόσθετου file="%s"
it: Caricamento file plugin="%s"

source: Loaded plugin name="%s", version="%s"
ca: S'ha carregat el connector name="%s", version="%s"
el: Φορτώθηκε το πρόσθετο name="%s", version="%s"
it: Nome plugin caricato="%s", versione="%s"

source: Plugins::loadPlugins() dirPath cannot be empty
ca: Plugins::loadPlugins() dirPath no pot estar buit
el: Plugins::loadPlugins() το dirPath δεν μπορεί να είναι κενό
it: Plugins::loadPlugins() dirPath non può essere vuoto

source: Can't read plugin directory "%s": %s
ca: No es pot llegir el directori de connectors "%s": %s
el: Αδυναμία ανάγνωσης καταλόγου πρόσθετων "%s": %s
it: Impossibile leggere la directory del plugin "%s": %s

source: Can't load plugin "%s": %s
ca: No es pot carregar el connector "%s": %s
el: Αδυναμία φόρτωσης πρόσθετου "%s": %s
it: Impossibile caricare il plugin "%s": %s

source: Cannot create repo temporary directory "%s": %s
ca: No es pot crear el directori temporal del dipòsit «%s»: %s
el: Αδυναμία δημιουργίας προσωρινού καταλόγου αποθετηρίου "%s": %s
it: Impossibile creare la directory temporanea del repository "%s": %s

source: Using '==' operator in reldeps can result in an undefined behavior. It is deprecated and the support will be dropped in future versions. Use '=' operator instead.
ca: L'ús de l'operador '==' a reldeps pot donar lloc a un comportament indefinit. Està depreciat i el suport s'eliminarà en futures versions. Utilitzeu l'operador '=' en el seu lloc.
el: Η χρήση του τελεστή '==' στις συσχετιζόμενες εξαρτήσεις μπορεί να οδηγήσει σε απρόβλεπτη συμπεριφορά. Είναι παρωχημένη και η υποστήριξη θα διακοπεί σε μελλοντικές εκδόσεις. Χρησιμοποιήστε τον τελεστή '=' αντ' αυτού.
it: L'utilizzo dell'operatore '==' in reldeps può provocare un comportamento indefinito. È deprecato e il supporto verrà interrotto nelle versioni future. Utilizzare invece l'operatore '='.

source: Repository %s has no mirror or baseurl set.
ca: El dipòsit %s no té establerta cap rèplica o url base.
el: Το αποθετήριο %s δεν έχει ορισμένο είδωλο (mirror) ή baseurl.
it: Per il repository %s non è impostato né il campo mirror né il campo baseurl.

source: Repository '%s' has unsupported type: 'type=%s', skipping.
ca: El dipòsit «%s» té un tipus no compatible: «type=%s», s'omet.
el: Το αποθετήριο '%s' έχει μη υποστηριζόμενο τύπο: 'type=%s', παράλειψη.
it: Il repository '%s' ha un tipo non supportato: 'type=%s', verrà ignorato.

source: repo '%s': 'basecachedir' is not set
ca: dipòsit «%s»: 'basecachedir' no està establert
el: αποθετήριο '%s': δεν έχει οριστεί το 'basecachedir'
it: repository '%s': 'basecachedir' non è impostato

source: Maximum download speed is lower than minimum. Please change configuration of minrate or throttle
ca: La velocitat màxima de baixada és inferior que la mínima. Canvieu la configuració de minrate o throttle
el: Η μέγιστη ταχύτητα λήψης είναι χαμηλότερη από την ελάχιστη. Παρακαλώ αλλάξτε τη ρύθμιση του minrate ή του throttle
it: La velocità massima è minore di quella minima. Si prega di cambiare la configurazione del minrate o throttle

source: repo '%s': 'proxy_username' is set but not 'proxy_password'
ca: dipòsit «%s»: 'proxy_username' està establert però no 'proxy_password'
el: αποθετήριο '%s': το 'proxy_username' έχει οριστεί αλλά όχι το 'proxy_password'
it: repository '%s': 'proxy_username' è impostato ma non 'proxy_password'

source: 'proxy_username' is set but not 'proxy_password'
ca: 'proxy_username' està establert però no 'proxy_password'
el: το 'proxy_username' έχει οριστεί αλλά όχι το 'proxy_password'
it: È impostato "proxy_username" ma non "proxy_password"

source: Cannot find a valid baseurl for repo: %s
ca: No es pot trobar un url base vàlid per al dipòsit: %s
el: Αδυναμία εύρεσης έγκυρου baseurl για το αποθετήριο: %s
it: Impossibile trovare un baseurl valido per il repository: %s

source: Failed to retrieve GPG key for repo '%s': %s
ca: S'ha fallat d'obtenir la clau GPG per al dipòsit «%s»: %s
el: Αποτυχία ανάκτησης κλειδιού GPG για το αποθετήριο '%s': %s
it: Impossibile recuperare la chiave GPG per il repository '%s': %s

source: repo %s: 0x%s already imported
ca: dipòsit %s: 0x%s ja importat
el: αποθετήριο %s: το 0x%s έχει ήδη εισαχθεί
it: pronti contro termine %s: 0x%s già importato

source: Failed to create directory "%s": %d - %s
ca: S'ha produït un error en crear el directori "%s": %d - %s
el: Αποτυχία δημιουργίας καταλόγου "%s": %d - %s
it: Impossibile creare la directory "%s": %d - %s
