Repository: rpm-software-management/libdnf-l10n
Catalog: dnf-4-master/*.po
Languages: ca, el, it

source: repo %s: imported key 0x%s.
ca: dipòsit %s: clau importada 0x%s.
el: αποθετήριο %s: εισήχθη το κλειδί 0x%s.
it: pronti contro termine %s: chiave importata 0x%s.

source: reviving: repo '%s' skipped, no metalink.
ca: reactivant: dipòsit «%s» omès, sense metalink.
el: αναβίωση: το αποθετήριο '%s' παραλείφθηκε, δεν υπάρχει metalink.
it: riattivazione: repository '%s' saltato, nessun metalink.

source: reviving: repo '%s' skipped, no usable hash.
ca: reactivant: dipòsit «%s» omès, sense hash utilitzable.
el: αναβίωση: το αποθετήριο '%s' παραλείφθηκε, δεν υπάρχει χρήσιμος κατακερματισμός (hash).
it: riattivazione: repository '%s' saltato, nessun hash utilizzabile.

source: reviving: failed for '%s', mismatched %s sum.
ca: reactivant: ha fallat per a «%s», suma %s no coincident.
el: αναβίωση: απέτυχε για το '%s', ασυμφωνία αθροίσματος %s.
it: riattivazione: non riuscita per '%s', checksum %s non corrispondente.

source: reviving: '%s' can be revived - metalink checksums match.
ca: reactivant: «%s» es pot reactivar - les sumes de comprovació metalink coincideixen.
el: αναβίωση: το '%s' μπορεί να αναβιώσει - τα αθροίσματα ελέγχου metalink συμφωνούν.
it: riattivazione: '%s' può essere riattivato - il checksum del metalink corrisponde.

source: reviving: '%s' can be revived - repomd matches.
ca: reactivant: «%s» es pot reactivar - repomd coincideix.
el: αναβίωση: το '%s' μπορεί να αναβιώσει - το repomd συμφωνεί.
it: riattivazione: '%s' può essere riattivato, il file repomd corrisponde.

source: reviving: failed for '%s', mismatched repomd.
ca: reactivant: ha fallat per a «%s», repomd no coincident.
el: αναβίωση: απέτυχε για το '%s', ασυμφωνία repomd.
it: riattivazione: non riuscita per '%s', il file repomd non corrisponde.

source: Cannot create repo destination directory "%s": %s
ca: No es pot crear el directori de destinació del dipòsit «%s»: %s
el: Αδυναμία δημιουργίας καταλόγου προορισμού αποθετηρίου "%s": %s
it: Impossibile creare la directory di destinazione del repository "%s": %s

source: Cannot create directory "%s": %s
ca: No es pot crear el directori «%s»: %s
el: Αδυναμία δημιουργίας καταλόγου "%s": %s
it: Impossibile creare la directory "%s": %s

source: Cannot rename directory "%s" to "%s": %s
ca: No es pot canviar el nom del directori «%s» a «%s»: %s
el: Αδυναμία μετονομασίας του καταλόγου "%s" σε "%s": %s
it: Impossibile rinominare la directory "%s" a "%s": %s

source: repo: using cache for: %s
ca: dipòsit: s'utilitza la memòria cau per: %s
el: repo: χρήση προσωρινής μνήμης για: %s
it: repository: uso della cache per %s

source: Cache-only enabled but no cache for '%s'
ca: Només memòria cau habilitada però sense memòria cau per a «%s»
el: Ενεργοποιήθηκε η λειτουργία μόνο-προσωρινής-μνήμης αλλά δεν υπάρχει cache για το '%s'
it: Modalità solo cache abilitata, ma cache non presente per '%s'

source: repo: downloading from remote: %s
ca: dipòsit: baixant del remot: %s
el: repo: λήψη από απομακρυσμένο: %s
it: repo: download da remoto: %s

source: Failed to download metadata for repo '%s': %s
ca: S'ha fallat de baixar les metadades per al dipòsit «%s»: %s
el: Αποτυχία λήψης μεταδεδομένων για το αποθετήριο '%s': %s
it: Impossibile scaricare i metadati per il repository '%s': %s

source: getCachedir(): Computation of SHA256 failed
ca: getCachedir(): Ha fallat el càlcul de SHA256
el: getCachedir(): Ο υπολογισμός του SHA256 απέτυχε

source: Cannot create persistdir "%s": %s
ca: No es pot crear persistdir «%s»: %s
el: Αδυναμία δημιουργίας καταλόγου persistdir "%s": %s
it: Impossibile creare la directory persistente "%s": %s

source: resume cannot be used simultaneously with the byterangestart param
ca: resume no es pot utilitzar simultàniament amb el paràmetre byterangestart
el: η συνέχιση (resume) δεν μπορεί να χρησιμοποιηθεί ταυτόχρονα με την παράμετρο byterangestart
it: resume non può essere utilizzato contemporaneamente con il parametro byterangestart

source: PackageTarget initialization failed: %s
ca: La inicialització de PackageTarget ha fallat: %s
el: Η αρχικοποίηση του PackageTarget απέτυχε: %s
it: Inizializzazione PackageTarget non riuscita: %s

source: Cannot open %s: %s
ca: No es pot obrir %s: %s
el: Αδυναμία ανοίγματος %s: %s
it: Non si può aprire %s: %s

source: Log handler with id %ld doesn't exist
ca: El gestor de registre amb id %ld no existeix
el: Ο χειριστής καταγραφής (log handler) με id %ld δεν υπάρχει
it: Gestore del registro con ID %ld non esiste

source: In progress
ca: En progrés
el: Σε εξέλιξη
it: In corso

source: Not in progress
ca: No està en curs
el: Δεν βρίσκεται σε εξέλιξη
it: Non in corso

source: No transaction in progress
ca: Cap transacció en curs
el: Καμία συναλλαγή σε εξέλιξη
it: Nessuna transazione in corso

source: Attempt to insert transaction item into completed transaction
ca: Intent d'inserir un element de transacció en una transacció completada
el: Προσπάθεια εισαγωγής στοιχείου συναλλαγής σε ολοκληρωμένη συναλλαγή
it: Tentativo di inserire l'oggetto della transazione nella transazione completata

source: Attempt to update transaction item in completed transaction
ca: Intent d'actualitzar l'element de transacció en una transacció completada
el: Προσπάθεια ενημέρωσης στοιχείου συναλλαγής σε ολοκληρωμένη συναλλαγή
it: Tentativo di aggiornare l'elemento della transazione nella transazione completata

source: Database Corrupted: no row 'version' in table 'config'
ca: Base de dades corrupta: no hi ha la fila 'version' a la taula 'config'
el: Η βάση δεδομένων είναι κατεστραμμένη: δεν υπάρχει γραμμή 'version' στον πίνακα 'config'
it: Database Corrotto: nella tabella 'config' manca la riga 'version'

source: Transformer: can't open history persist dir
ca: Transformador: no es pot obrir el directori de persistència de l'historial
el: Transformer: αδυναμία ανοίγματος του καταλόγου ιστορικού persist dir
it: Transformer: impossibile aprire la cron persist di storia

source: Couldn't find a history database
ca: No s'ha pogut trobar una base de dades d'historial
el: Αδυναμία εύρεσης βάσης δεδομένων ιστορικού
it: Impossibile trovare un database di cronologia

source: Transaction has already began!
ca: La transacció ja ha començat!
el: Η συναλλαγή έχει ήδη ξεκινήσει!
it: La transazione è già iniziata!

source: TransactionItem state is not set: %s
ca: L'estat de TransactionItem no està establert: %s
el: Η κατάσταση του TransactionItem δεν έχει οριστεί: %s
it: Lo stato TransactionItem non è impostato: %s

source: Can't add console output to unsaved transaction
ca: No es pot afegir la sortida de la consola a la transacció no desada
el: Αδυναμία προσθήκης εξόδου κονσόλας σε μη αποθηκευμένη συναλλαγή
it: Impossibile aggiungere l'output della console alla transazione non salvata
