Repository: rpm-software-management/libdnf-l10n
Catalog: master/*.po
Languages: es

source: no value specified
es: no se ha especificado ningún valor

source: seconds value '%s' must not be negative
es: el valor de segundos '%s' no debe ser negativo

source: could not convert '%s' to bytes
es: no se pudo transformar '%s' a bytes

source: unknown unit '%s'
es: unidad '%s' desconocida

source: percentage '%s' is out of range
es: el valor del porcentaje (%s) se encuentra fuera del rango aceptable

source: Configuration: OptionBinding with id "%s" does not exist
es: Configuración: no existe OptionBinding con id "%s"

source: Configuration: OptionBinding with id "%s" already exists
es: Configuración: ya existe OptionBinding con id "%s"

source: invalid boolean value '%s'
es: valor booleano inválido '%s'

source: '%s' is not an allowed value
es: no se admite el valor '%s'

source: invalid value
es: valor no aceptado

source: given value [%d] should be less than allowed value [%d].
es: el valor [%d] no puede ser mayor que el máximo permitido [%d].

source: given value [%d] should be greater than allowed value [%d].
es: el valor [%d] no puede ser menor que el mínimo permitido [%d].

source: given path '%s' is not absolute.
es: la ruta '%s' no es absoluta.

source: given path '%s' does not exist.
es: la ruta '%s' no existe.

source: could not convert '%s' to seconds
es: no se pudo convertir '%s' en segundos

source: GetValue(): Value not set
es: GetValue(): valor no definido

source: Could not depsolve transaction;
es: No se pudo resolver transacción;

source: %i problem detected:
es: %i problema detectado:

source: Problem %1$i: %2$s
es: Problema %1$i: %2$s

source: Problem: %s
es: Problema: %s

source: No available modular metadata for modular package '%s'; cannot be installed on the system
es: No hay metadatos modulares disponibles para el paquete modular '%s'; no puede ser instalado en el sistema

source: signature does not verify for %s
es: la firma no cuadra para %s

source: failed to open(generic error): %s
es: no se pudo abrir (error genérico): %s

source: failed to verify key for %s
es: no se pudo verificar la clave para %s

source: public key unavailable for %s
es: clave pública no disponible para %s

source: signature not found for %s
es: no se encontró la firma para %s

source: failed to add install element: %1$s [%2$i]
es: no se pudo añadir el elemento de instalación: %1$s [%2$i]

source: Error running transaction: %s
es: Error al ejecutar la transacción: %s

source: Error running transaction and no problems were reported!
es: ¡Se ha producido un error al ejecutar la transacción, pero no se ha informado de problemas!

source: Fatal error, run database recovery
es: Error fatal, ejecute recuperación de la base de datos

source: failed to find package %s
es: no se encontró el paquete %s

source: could not add erase element %1$s(%2$i)
es: no se pudo añadir elemento de borrado %1$s (%2$i)

source: no %1$s string for %2$s
es: ninguna cadena %1$s para %2$s

source: failed to add solv
es: no se pudo añadir resolutor

source: failed to open: %s
es: no se pudo abrir: %s

source: cannot create temporary file: %s
es: no se pudo crear archivo temporal: %s

source: failed opening tmp file: %s
es: no se pudo abrir archivo temporal: %s

source: write_main() failed writing data: %i
es: fallo en write_main() al escribir datos: %i

source: write_main() failed to re-load written solv file
es: write_main() no pudo volver a cargar el archivo de resolución escrito

source: can not create temporary file %s
es: no se puede crear archivo temporal %s

source: write_ext(%1$d) has failed: %2$d
es: falló write_ext(%1$d): %2$d

source: null repo md file
es: archivo md repo nulo

source: can not read file %1$s: %2$s
es: no se puede leer archivo %1$s: %2$s

source: repo_add_solv() has failed.
es: ha fallado repo_add_solv().

source: loading of MD_TYPE_PRIMARY has failed.
es: al cargar MD_TYPE_PRIMARY ha fallado.

source: repo_add_repomdxml/rpmmd() has failed.
es: falló repo_add_repomdxml/rpmmd().

source: failed to auto-detect architecture
es: no fue posible auto-detectar arquitectura

source: failed creating cachedir %s
es: no fue posible crear el directorio de caché %s

source: failed calculating RPMDB checksum
es: no se pudo calcular la suma de comprobación de RPMDB

source: failed loading RPMDB
es: no fue posible cargar la RPMDB

source: No module defaults found
es: No se encontraron valores predeterminados del módulo

source: percentage not 100: %i
es: el porcentaje no es 100: %i

source: failed to set number steps: %i
es: no se pudo fijar el número de pasos: %i

source: cancelled by user action
es: cancelado por acción del usuario

source: done on a state %1$p that did not have a size set! [%2$s]
es: tarea finalizada en un estado %1$p que no tuvo puesto un tamaño [%2$s]

source: already at 100%% state [%s]
es: ya está al 100%% [%s]

source: Sources not set when trying to ensure package %s
es: No se han indicado los orígenes al intentar asegurar la inclusión del paquete %s

source: Failed to ensure %1$s as repo %2$s not found(%3$i repos loaded)
es: No se pudo asegurar la inclusión de %1$s al no encontrar el repositorio %2$s (%3$i repositorios cargados)

source: Failed to check untrusted:
es: Error al comprobar no confiable:

source: Downloaded file for %s not found
es: No se encuentra el archivo descargado para %s

source: package %1$s cannot be verified and repo %2$s is GPG enabled: %3$s
es: no se puede comprobar el paquete %1$s y el repositorio %2$s tiene GPG activo: %3$s

source: Failed to get value for CacheDir
es: No se pudo obtener el valor de CacheDir

source: Failed to get filesystem free size for %s:
es: No se pudo obtener el espacio libre del sistema de archivos para %s:

source: Failed to get filesystem free size for %s
es: No se pudo obtener el espacio libre del sistema de archivos para %s

source: Not enough free space in %1$s: needed %2$s, available %3$s
es: No hay suficiente espacio disponible en %1$s: se necesitan %2$s, hay %3$s disponibles

source: failed to set root
es: no se pudo establecer la raíz

source: Error %i running transaction test
es: Error %i al ejecutar la prueba de transacción

source: Error %i running transaction
es: Error %i al ejecutar transacción

source: Transaction did not go to writing phase, but returned no error(%i)
es: La transacción no llegó a la fase de escritura, pero tampoco devolvió error (%i)

source: cannot open directory %1$s: %2$s
es: no se pudo abrir directorio %1$s: %2$s

source: failed to remove %s
es: no se pudo eliminar %s

source: Ill-formed Selector, presence of multiple match objects in the filter
es: Selector malformado, presencia de múltiples objetos coincidentes dentro del filtro

source: Ill-formed Selector used for the operation, incorrect comparison type
es: Selector malformado utilizado para la operación, tipo de comparación incorrecta

source: does not belong to a distupgrade repository
es: No pertenece a un repositorio *distupgrade

source: has inferior architecture
es: Tiene arquitectura inferior

source: problem with installed package
es: problema con el paquete instalado

source: conflicting requests
es: peticiones conflictivas

source: unsupported request
es: petición no soportada

source: nothing provides requested
es: Nada proporciona lo pedido

source: package %s does not exist
es: el paquete %s no existe

source: is provided by the system
es: es proporcionado por el sistema

source: some dependency problem
es: algún problema de dependencia

source: cannot install the best update candidate for package
es: no se puede instalar el mejor candidato de actualización para el paquete

source: cannot install the best candidate for the job
es: no se puede instalar el mejor candidato para la tarea

source: package %s is filtered out by modular filtering
es: el paquete %s está filtrado externo por filtro modular

source: package %s does not have a compatible architecture
es: el paquete %s no tiene una arquitectura compatible

source: package %s is not installable
es: el paquete %s no es instalable

source: package %s is filtered out by exclude filtering
es: el paquete %s está filtrado para filtro exclusivo

source: nothing provides %s needed by %s
es: nada proporciona %s necesario por %s

source: cannot install both %s and %s
es: no se pueden instalar %s y %s a la vez

source: package %s conflicts with %s provided by %s
es: el paquete %s entra en conflicto con %s proporcionado por %s

source: package %s obsoletes %s provided by %s
es: el paquete %s entra en conflicto con %s proporcionado por %s

source: installed package %s obsoletes %s provided by %s
es: el paquete %s instalado entra en conflicto con %s proporcionado por %s

source: package %s implicitly obsoletes %s provided by %s
es: el paquete %s implícitamente impiden %s proporcionado por %s

source: package %s requires %s, but none of the providers can be installed
es: el paquete %s requiere %s, pero ninguno de los proveedores puede ser instalado

source: package %s conflicts with %s provided by itself
es: el paquete %s entra en conflicto con %s proporcionad por sí mismo

source: both package %s and %s obsolete %s
es: ambos paquetes %s y %s con admiten %s

source: problem with installed module
es: problema con módulo instalado

source: module %s does not exist
es: el módulo %s no existe

source: cannot install the best update candidate for module
es: no se puede instalar el mejor candidato de actualización para el módulo

source: module %s is disabled
es: el módulo %s está deshabilitado

source: module %s does not have a compatible architecture
es: el módulo %s no tiene una arquitectura compatible

source: module %s is not installable
es: el módulo %s no es instalable

source: nothing provides %s needed by module %s
es: ninguno proporciona %s necesario por el módulo %s

source: cannot install both modules %s and %s
es: no se pueden instalar ambos módulos %s y %s

source: module %s conflicts with %s provided by %s
es: módulo %s en conflicto con %s proporcionado por %s

source: module %s obsoletes %s provided by %s
es: módulo %s no es compatible con %s proporcionado por %s

source: installed module %s obsoletes %s provided by %s
es: el módulo %s instalado caduca %s proporcionado por %s

source: module %s implicitly obsoletes %s provided by %s
es: el módulo %s implícitamente caduca a %s proporcionado por %s

source: module %s requires %s, but none of the providers can be installed
es: el módulo %s requiere %s, pero ninguno de los proveedores puede ser instalado

source: module %s conflicts with %s provided by itself
es: el módulo %s entra en conflicto con %s proporcionado por sí mismo

source: both module %s and %s obsolete %s
es: ambos módulos %s y %s impiden a %s

source: no solver set
es: ninguna resolución fijada

source: failed to make %s absolute
es: incorrecto al crear %s absoluto

source: failed writing debugdata to %1$s: %2$s
es: incorrecto al escribir datos depurados para %1$s: %2$s

source: no solv in the goal
es: no resuelve en el objetivo

source: no solution, cannot remove protected package
es: ninguna solución, no se puede desinstalar el paquete protegido

source: no solution possible
es: ninguna solución posible

source: The operation would result in removing the following protected packages:
es: La operación resultaría en desinstalar los siguientes paquetes protegidos:

source: Failed renaming %1$s to %2$s: %3$s
es: Renombrado incorrecto %1$s para %2$s: %3$s

source: Failed setting perms on %1$s: %2$s
es: Permisos establecidos incorrectos en %1$s: %2$s

source: cannot create directory %1$s: %2$s
es: no se puede crear la carpeta %1$s: %2$s

source: cannot stat path %1$s: %2$s
es: no se puede declarar ruta %1$s: %2$s

source: Invalid format of Platform module: %s
es: Formato no válido del módulo Platform: %s

source: Multiple module platforms provided by available packages
es: Múltiples plataformas del módulo proporcionado por paquetes disponibles

source: Multiple module platforms provided by installed packages
es: Múltiples plataformas del módulo proporcionado por paquetes instalados

source: Detection of Platform Module in %s failed: %s
es: Detección incorrecta del Módulo de Plataforma en %s: %s

source: Missing PLATFORM_ID in %s
es: Ausencia de PLATFORM_ID en %s

source: No valid Platform ID detected
es: Detectado ID de Plataforma no válida

source: Cannot enable multiple streams for module '%s'
es: No se puede activar múltiples flujos para el módulo '%s'

source: Conflicting defaults with repo '%s': %s
es: Conflictos predeterminados con repo '%s': %s

source: Unable to load modular Fail-Safe data at '%s'
es: Incapaz de cargar datos Fail-Safe modular en '%s'

source: Unable to load modular Fail-Safe data for module '%s:%s'
es: Incapaz de cargar datos Fail-Safe modular para el módulo '%s:%s'

source: Unable to create directory "%s" for modular Fail Safe data: %s
es: Incapaz de crear el directorio «%s» para datos Fail Safe modulares: %s

source: Unable to save a modular Fail Safe data to '%s'
es: Incapaz de guardar datos Fail-Safe modular a '%s'

source: Unable to remove a modular Fail Safe data in '%s'
es: Incapaz de retirar un Fail Safe de datos modular en '%s'

source: Failed to update from string: %s
es: Incorrecto al actualizar desde cadena: %s

source: Failed to resolve: %s
es: Incorrecto al resolver: %s

source: Failed to upgrade defaults: %s
es: Incorrecto al modernizar predeterminados: %s

source: Failed to upgrade streams: %s
es: Incorrecto al modernizar flujos: %s

source: Can't load shared library "%s": %s
es: No puede cargar biblioteca compartida «%s»: %s

source: Can't obtain address of symbol "%s": %s
es: No puede obtener dirección de símbolo «%s»: %s

source: Loading plugin file="%s"
es: Cargando complemento de archivo="%s"

source: Loaded plugin name="%s", version="%s"
es: Cargado complemento nombre="%s", versión="%s"

source: Plugins::loadPlugins() dirPath cannot be empty
es: Plugins::loadPlugins() dirPath no puede estar vacío

source: Can't read plugin directory "%s": %s
es: No puede leer directorio "%s" del complemento: %s

source: Can't load plugin "%s": %s
es: No puede cargar complemento "%s": %s

source: Bad id for repo: %s, byte = %s %d
es: ID incorrecto para repo: %s, byte = %s %d

source: Repository %s has no mirror or baseurl set.
es: El repositorio %s no tiene establecido espejo ni URL base.

source: Repository '%s' has unsupported type: 'type=%s', skipping.
es: El repositorio '%s' tiene tipo no admitido: 'type=%s', se descarta.

source: Cannot find a valid baseurl for repo: %s
es: No se puede encontrar una URL base válida para repo: %s

source: Maximum download speed is lower than minimum. Please change configuration of minrate or throttle
es: La velocidad máxima de descarga es menor que la mínima. Cambie el ajuste de minrate o throttle

source: can not list keys: %s
es: no se pueden obtener las claves: %s

source: Failed to retrieve GPG key for repo '%s': %s
es: Incorrecto al obtener llave GPG para repo '%s': %s

source: repo %s: 0x%s already imported
es: repo %s: clave 0x%s ya importada

source: repo %s: imported key 0x%s.
es: repo %s: clave 0x%s importada.

source: reviving: repo '%s' skipped, no metalink.
es: reviving: repositorio '%s' omitido, sin metalink.

source: reviving: repo '%s' skipped, no usable hash.
es: reviving: repo '%s' omitido, hash no utilizable.

source: reviving: failed for '%s', mismatched %s sum.
es: reviving: incorrecto para '%s', sumatorio %s no coincide.

source: reviving: '%s' can be revived - metalink checksums match.
es: reviving: '%s' se puede reutilizar: comprobaciones metalink coinciden.

source: reviving: '%s' can be revived - repomd matches.
es: reviving: '%s' se puede reutilizar: repomd coinciden.

source: reviving: failed for '%s', mismatched repomd.
es: reviving: incorrecto para '%s', repomd no coincide.

source: Cannot create repo destination directory "%s": %s
es: No se puede repo del directorio destino «%s»: %s

source: Cannot create repo temporary directory "%s": %s
es: No se puede crear el directorio temporal de "%s" del repo: %s

source: Cannot create directory "%s": %s
es: No se puede crear el directorio "%s": %s

source: Cannot rename directory "%s" to "%s": %s
es: No se puede renombrar la carpeta «%s» a «%s»: %s

source: repo: using cache for: %s
es: repo: utilizando caché para: %s

source: Cache-only enabled but no cache for '%s'
es: Se ha activado solo-caché pero no hay caché para '%s'

source: repo: downloading from remote: %s
es: repo: descargando desde remoto: %s

source: Failed to download metadata for repo '%s': %s
es: Incorrecto al descargar metadatos para repo '%s': %s

source: getCachedir(): Computation of SHA256 failed
es: getCachedir(): cálculo de SHA256 incorrecto

source: Cannot create persistdir "%s": %s
es: No se puede crear directorio persistente «%s»: %s

source: resume cannot be used simultaneously with the byterangestart param
es: resumè no puede ser utilizado en paralelo con el parámetro byterangestart

source: PackageTarget initialization failed: %s
es: Inicialización de PackageTarget incorrecta: %s

source: Cannot open %s: %s
es: No se puede abrir %s: %s

source: Log handler with id %ld doesn't exist
es: No existe el manipulador de boletín con id %ld

source: In progress
es: En proceso

source: Not in progress
es: No está en proceso

source: No transaction in progress
es: No hay ninguna transacción en proceso

source: Attempt to insert transaction item into completed transaction
es: Se ha intentado insertar elemento de transacción en transacción completada

source: Attempt to update transaction item in completed transaction
es: Se ha intentado actualizar elemento en transacción completada

source: Transformer: can't open history persist dir
es: Transformador: no puede abrir historial de directorio persistente

source: Couldn't find a history database
es: No pudo encontrar una base de datos histórica

source: Transaction has already began!
es: ¡La transacción ya está iniciada!

source: TransactionItem state is not set: %s
es: No se ha establecido el estado de TransactionItem: %s

source: Can't add console output to unsaved transaction
es: No puede añadir salida de consola para transacción no guardada
